{"news_articles": [{"title": "All 53,000 attendees of Anime NYC urged to get tested after one got Omicron", "content": "Photo by KENA BETANCUR/AFP via Getty Images\r\n\n \n\n Were you one of the 53,000 attendees of the Anime NYC 2021 convention in New York City,...", "link": "https://www.theverge.com/22814974/anime-nyc-omicron-case-coronavirus-covid-19-superspreader"}, {"title": "Covid-19 Boosters for All Are On the Way", "content": "Federal health officials are expected to sanction covid-19 boosters for most Americans this weeka decision thats become well-supported by the science. While the original shots...", "link": "https://gizmodo.com/covid-19-boosters-for-all-are-on-the-way-1848085296"}, {"title": "Emerging Omicron Coronavirus Variant Has Officials Worldwide on the Defensive", "content": "Authorities worldwide have started taking steps to contain the spread of the new coronavirus variant Omicron as the holiday season enters full swing. On Friday,...", "link": "https://gizmodo.com/emerging-omicron-coronavirus-variant-has-officials-worl-1848127516"}, {"title": "NFL Adds Mask Requirement, Increases Covid Testing", "content": "In a memo sent to all 32 teams Tuesday night, the league also urged clubs to set up drive-through testing facilities for players, staff and...", "link": "https://www.nytimes.com/2021/11/17/sports/football/nfl-covid-testing-masks-thanksgiving.html"}, {"title": "Appeals Court Upholds Block on Biden’s Vaccine Mandate for Employers", "content": "By Charlie Savage\r\nWASHINGTON A federal appeals court has kept its block in place against a federal mandate that all large employers require their workers to...", "link": "https://www.nytimes.com/live/2021/11/13/world/covid-vaccine-boosters-mandate"}, {"title": "Singapore to End Free Covid Care for Those ‘Unvaccinated by Choice’", "content": "Singapore will no longer cover the medical costs of Covid-19 patients who are eligible to get vaccinated against the virus but choose not to, the...", "link": "https://www.nytimes.com/live/2021/11/09/world/us-travel-restrictions-ban-covid-19"}, {"title": "Three Snow Leopards Died of Covid Complications at Nebraska Zoo", "content": "This summer, zoo animals started receiving an experimental Covid vaccine made by Zoetis, a veterinary pharmaceutical company in New Jersey.\r\nThe Lincoln zoos tigers appeared to...", "link": "https://www.nytimes.com/2021/11/13/us/snow-leopards-covid-nebraska-zoo.html"}, {"title": "Florida Curtails Coronavirus Mandates, Reflecting Wishes of Vaccine Skeptics", "content": "About 60,800 people have died of Covid-19 in Florida. The state was hit hard by the virus this summer, when the Delta variant filled hospitals...", "link": "https://www.nytimes.com/2021/11/17/us/florida-coronavirus-covid-19.html"}, {"title": "Thousands Protest in Australia Over Virus Restrictions", "content": "Thousands rallied in Melbourne and other Australian cities on Saturday to protest pandemic restrictions and vaccine mandates.\r\nIn Melbourne, the capital of Victoria State, protesters gathered...", "link": "https://www.nytimes.com/live/2021/11/20/world/covid-boosters-vaccines-cases-mandates"}, {"title": "South Africa Laments Travel Bans; Dutch Airport Tests for New Variant", "content": "JOHANNESBURG As the United States and European countries close their borders over fears over the recently detected coronavirus variant, many South Africans say they feel...", "link": "https://www.nytimes.com/live/2021/11/27/world/covid-omicron-variant-news"}, {"title": "Colorado Will Allow Boosters for All Adults", "content": "The Netherlands government plans to introduce a three-week partial lockdown to quell a fourth wave of Covid infections amid a spike in case numbers, the...", "link": "https://www.nytimes.com/live/2021/11/12/world/covid-vaccine-boosters-mandates"}, {"title": "Biden to Unveil New Virus Plan as Omicron Reaches U.S.", "content": "President Biden, confronting a worrisome new coronavirus variant and the potential of a winter surge, will lay out a new pandemic strategy on Thursday afternoon...", "link": "https://www.nytimes.com/live/2021/12/02/world/biden-omicron-variant-covid"}, {"title": "Biden to Unveil New Virus Plan as Omicron Reaches U.S.", "content": "President Biden will announce Thursday that the more than 150 million Americans with private health coverage will be able to get at-home coronavirus tests reimbursed...", "link": "https://www.nytimes.com/live/2021/12/02/world/omicron-variant-covid"}, {"title": "With Win in Paris, Novak Djokovic Secures Year-End No. 1 Ranking Again", "content": "Hes probably my biggest rival in tennis at the moment, Djokovic said.\r\nThe question is whether either of them will make the long trip to Melbourne...", "link": "https://www.nytimes.com/2021/11/08/sports/tennis/novak-djokovic-australian-open.html"}, {"title": "Early Study Shows Pfizer Vaccine Gives Some Protection Against Omicron", "content": "A report out of South Africa offered a first glimpse at how vaccinated people might fare against the fast-spreading Omicron variant of the coronavirus.\r\nLaboratory experiments...", "link": "https://www.nytimes.com/live/2021/12/08/world/omicron-variant-covid"}, {"title": "Republicans Threaten Government Shutdown Over Vaccine Mandates", "content": "There is no interest in shutting the government down, said Representative Rosa DeLauro, Democrat of Connecticut and the chairwoman of the Appropriations Committee, on Wednesday....", "link": "https://www.nytimes.com/2021/12/01/us/politics/government-shutdown-vaccine-mandate.html"}, {"title": "New Zealand Will Reopen to Tourists Within Months", "content": "New Zealand plans to allow most fully vaccinated travelers into the country by the end of April without a mandatory hotel quarantine, as it slowly...", "link": "https://www.nytimes.com/live/2021/11/24/world/covid-vaccine-boosters-mandates"}, {"title": "Cases in U.S. Children Are Surging Ahead of the Holidays", "content": "Coronavirus cases in children in the United States have risen by 32 percent from about two weeks ago, a spike that comes as the country...", "link": "https://www.nytimes.com/live/2021/11/23/world/covid-vaccine-boosters-mandates"}, {"title": "Florida Curtails Virus Mandates, Reflecting Wishes of Vaccine Skeptics", "content": "About 60,800 people have died of Covid-19 in Florida. The state was hit hard by the virus this summer, when the Delta variant filled hospitals...", "link": "https://www.nytimes.com/2021/11/17/us/coronavirus-florida-desantis-special-session.html"}, {"title": "'Nimblewill Nomad’ Becomes the Oldest Person to Hike the Appalachian Trail", "content": "Once you get into it, it helps steel you, he said. The more you get into it, the more committed you have to be.\r\nThe trek...", "link": "https://www.nytimes.com/2021/11/09/us/nimblewill-nomad-appalachian-trail-hiker.html"}]}